Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Da er det smart å ha et bevisst forhold til hva de deler av informasjon, og hva de vil beskytte med patenter, varemerke- og designregistrering.
nn: Då er det smart å ha eit medvite forhold til kva dei deler av informasjon, og kva dei vil verne med patent, varemerke- og designregistrering.

source: Manglende smøring av svingskiva fører til stor slitasje på svingskive, og kan i verste fall føre til at glideflatene låser seg og kjøretøyet blir ustabilt å kjøre.
nn: Manglande smørjing av svingskiva fører til stor slitasje på svingskiva, og kan i verste fall føre til at glideflatene låser seg og kjøretøyet blir ustabiltå køyre.

source: Med Compax' innovative løsning er det mulig å få plass til opptil 10 ganger mer avfall i samme pose før avfallsbeholderen må tømmes, sammenlignet med andre produkter på markedet.
nn: Med Compax' innovative løysing er det mogleg å få plass til opptil 10 gonger meir avfall i same pose før avfallsbehaldaren må tømmast, samanlikna med andre produkt på marknaden.

source: Det er et mål at forsikringspremien skal være overkommelig også for små og mellomstore bedrifter.
nn: Det er eit mål at forsikringspremien skal vere overkommeleg også for små og mellomstore bedrifter.

source: Registrering av en farge alene eller en fargekombinasjon som varemerke.
nn: Registrering av ein farge aleine eller ein fargekombinasjon som varemerke.

source: Det blir for langt å dra til Kina for å sjekke hva som skjer.
nn: Det blir for langt å dra til Kina for å sjekke kva som skjer.

source: Samtidig er det veldig vanskelig å si helt sikkert om dette er ulovlig, fordi det i mange tilfeller vil være nokså uklart om et strikkemønster er beskyttet av opphavsrett eller ikke.
nn: Samtidig er det veldig vanskeleg å seie heilt sikkert om dette er ulovleg, fordi det i mange tilfelle vil vere nokså uklart om eit strikkemønster er verna av opphavsrett eller ikkje.

source: Dette kaller vi «Locarno-klassifikasjonen» som er et internasjonalt system for klassifisering av design i hoved- og underklasser.
nn: Dette kaller vi «Locarno-klassifikasjon», som er eit internasjonalt system for klassifisering av design i hovud- og underklassar.

source: Les mer om forundersøkelser
nn: Les meir om forundersøkingar

source: Du må dokumentere at bruken av merket har ført til at kjennetegnet ble oppfattet som et varemerke før søknadsdagen.
nn: Du må dokumentere at bruken av merket har ført til at kjenneteiknet blei oppfatta som eit varemerke før søknadsdagen.

source: − Er du på utkikk etter et navn til virksomheten eller det nye produktet, så er det smart å sjekke at ingen allerede har registrert dette navnet som varemerke.
nn: − Er du på utkikk etter eit namn til verksemda eller det nye produktet, så er det smart å sjekke at ingen allereie har registrert dette namnet som varemerke.

source: Compax har gjennomført en forundersøkelse om kjerneteknologien til produktet for å se hva som allerede finnes og er patentert av andre.
nn: Compax har gjennomført ei forundersøking om kjerneteknologien til produktet for å sjå kva som allereie finst og er patentert av andre.

source: Etter to år kom Bag'in ut på markedet – et produkt som løser et problem som veldig mange har, og som folk er villige til å betale for.
nn: Etter to år kom Bag'in ut på marknaden – eit produkt som løyser eit problem som veldig mange har, og som folk er villige til å betale for.

source: at søknaden gjelder et produkt som du kan designregistrere, og ikke for eksempel et konsept eller en idé
nn: at søknaden gjeld eit produkt som du kan designregistrere, og ikkje til dømes eit konsept eller ein idé

source: Bidrar til rask og effektiv avklaring av spørsmål og temaer i en varemerkesak.
nn: Bidreg til rask og effektiv avklaring av spørsmål og tema i ei varemerkesak.

source: All kommunikasjon med en av partene skal innen rimelig tid oversendes den andre parten.
nn: All kommunikasjon med ein av partane skal innan rimeleg tid sendast den andre parten.

source: Du kan også selv finne svar på spørsmål som:
nn: Du kan også sjølv finne svar på spørsmål som:

source: De har brukt fullmektigkontoret Protector til å skrive søknader og til håndtering av rettighetene, slik at dette blir gjort profesjonelt og riktig.
nn: Dei har brukt fullmektigkontoret Protector til å skrive søknader og til handtering av rettane, slik at dette blir gjort profesjonelt og riktig.

source: I første omgang er det et kostnadsspørsmål.
nn: I første omgang er det eit kostnadsspørsmål.

source: I dagligtale brukes begrepene firma, bedrift og foretak mye om hverandre.
nn: I daglegtale brukast begrepa firma, bedrift og føretak mykje om kvarandre.

source: Patentstyret har vunnet sin klasse ved å ha de mest fornøyde kundene gjennom totalt å være best på mottak og velkomst, dialog, løsning og avslutning på henvendelsen.
nn: Patentstyret har vunne si klasse ved å ha dei mest nøgde kundane gjennom totalt å vere best på mottak og velkomst, dialog, løysing og avslutning på samtalen.

source: bidra til at du oppnår større markedsandeler
nn: bidra til at du oppnår større marknadsdelar

source: Omfatter operasjonshansker og beskyttede gummi- eller plasthansker for husholdningsbruk eller for forskjellige yrker eller for sport.
nn: Omfattar operasjonshanskar og beskytta gummi- eller plasthanskar for hushaldsbruk eller for forskjellige yrke eller for sport.

source: hvor designet er registrert for en innehaver som ikke har retten til designet.
nn: kor designet er registrert for ein innehavar som ikkje har retten til designet.

source: Fra starten med små daglige oppdateringer fra dagliglivet til Jesperpus, ble interessen etterhvert så stor at det ble nødvendig å etablere eget firma, Jesperpus AS, for å ta vare på verdiene.
nn: Frå starten med små daglege oppdateringar frå dagleglivet til Jesperpus, vart interessa etter kvart så stor at det vart nødvendig å etablere eige firma, Jesperpus AS, for å ta vare på verdiane.

source: Lars Olsen er professor i markedsføring på BI
nn: Lars Olsen er professor i marknadsføring på BI

source: Prioritet innebærer at søkeren går foran andre som har søkt designbeskyttelse på den samme designen etter prioritetsdagen.
nn: Prioritet inneber at søkaren går føre andre som har søkt designvern på det same designet etter prioritetsdagen.

source: Mottar vi en forespørsel om fristforlengelse innen fristen, gir vi én måneds frist beregnet fra utløpet av den opprinnelige fristen.
nn: Mottek vi ein førespurnad om fristforlenging innan fristen, gir vi éin månads frist berekna frå utløpet av den opphavlege fristen.

source: Det skal foretas en avveining av sannsynlig lidelse hos dyrene i forhold til dokumentert medisinsk nytte for mennesker eller dyr, og hvorvidt lidelsen og den medisinske nytteverdien er dokumentert i forhold til de samme dyrene.
nn: Det skal gjerast ei avveiing mellom sannsynleg liding hos dyra og dokumentert medisinsk nytte for menneske eller dyr, og om lidinga og den medisinske nytteverdien er dokumentert for dei same dyra.

source: Et domenenavn er i utgangspunktet kun en adresse på Internett.
nn: Eit domenenamn er i utgangspunktet kun ei adresse på internett.

source: Hvis du mener at designet ikke er nytt eller ikke har individuell karakter, må du bevise at et design med samme helhetsinntrykk som det registrerte designet, var offentliggjort før søknadsdagen.
nn: Viss du meiner at designet ikkje er nytt eller ikkje har individuell karakter, må du bevise at eit design med same helheitsinntrykk som det registrerte designet, var offentleggjort før søknadsdagen.

source: — Vi bruker alltid søketjenesten i idéfasen før vi tar frem nye konsepter, for å forsikre oss om at man ikke gjør inngrep i andres IP rettigheter, samt sørge for at vi kan sikre oss nødvendige rettigheter til IP.
nn: «Vi brukar alltid søkjetenesta i idéfasen før vi tar fram nye konsept, for å forsikre oss om at vi ikkje gjer inngrep i andre sine IP-rettar, samt sørgje for at vi kan sikre oss nødvendige rettar til IP.

source: Kjente navn som Øystein Sunde, Jahn Teigen, Matoma og Minor Majority har alle sendt inn søknader til Patentstyret.
nn: Kjende namn som Øystein Sunde, Jahn Teigen, Matoma og Minor Majority har alle sendt inn søknader til Patentstyret.

source: Dette er et spørsmål vi ofte får i Patentstyret.
nn: Dette er eit spørsmål vi ofte får i Patentstyret.

source: Hva som er varer av
nn: Kva som er varer av

source: Har du valgt et navn som "Rørleggerservice AS" kan du ikke hindre andre i å registrere "Rørleggerservice 1-2-3 AS" eller "Grünerløkkas Rørleggerservice AS".
nn: Har du valt eit namn som "Rørleggerservice AS" kan du ikkje hindre andre i å registrere "Rørleggerservice 1-2-3 AS" eller "Grünerløkkas Rørleggerservice AS".

source: HAUSMANN, søkt for ortopediske sko, være villedende for forbrukerne.
nn: HAUSMANN, søkt for ortopediske sko, vere villeiande for forbrukarane.

source: Visjonen til Innovasjon Norge er:
nn: Visjonen til Innovasjon Noreg er:

source: Han fremhever tidlig innlevering av gode patentsøknader som en kritisk faktor for deres suksess.
nn: Han framhevar tidleg innlevering av gode patentsøknader som ein kritisk faktor for suksessen deira.

source: Du må dokumentere rettighetene dine.
nn: Du må dokumentere rettane dine.

source: Ønsker du å lese mer om meklingsnemnda og nemndas praksis har Per Kaare Nerdrum, som ledet nemnda fra oktober 2013 til september 2018, skrevet artikkelen
nn: Ønskjer du å lese meir om meklingsnemnda og nemnda sin praksis har Per Kaare Nerdrum, som leia nemnda frå oktober 2013 til september 2018, skrive artikkelen

source: Dette skjemaet vil gjelde endringer som for eksempel hel
nn: Dette skjemaet vil gjelde endringar som for eksempel

source: Vi tilbyr ikke validitetssøk for norske, danske eller islandske patenter eller patentsøknader.
nn: Vi tilbyr ikkje validitetssøk for norske, danske eller islandske patent eller patentsøknader.

source: 2 Under forhandlingen
nn: 2 Under forhandlinga

source: Hva med opphavsrett?
nn: Kva med opphavsrett?

source: Innsigelser og administrativ overprøving
nn: Motsegn og administrativ overprøving

source: Denne retten oppstår av seg selv når en oppfinnelse
nn: Denne retten oppstår av seg sjølv når ei oppfinning

source: Vi vil presisere at disse retningslinjene er en beskrivelse av gjeldende praksis og innebærer derfor ingen endringer.
nn: Vi vil presisere at desse retningslinjene er ei skildring av gjeldande praksis og inneber derfor ingen endringar.

source: Rettssaker føres i hvert enkelt land, og hvis du må forsvare patentet i flere land, kan kostnadene bli store.
nn: Rettssaker førast i kvart enkelt land, og viss du må forsvare patentet i fleire land, kan kostnadene bli store.

source: Det er også lurt å sjekke om det er registrert lignende foretaksnavn og om domenenavnet er ledig.
nn: Det er også lurt å sjekke om det er registrert liknande føretaksnamn og om domenenamnet er ledig.

source: tekniske elementer som kan beskyttes med
nn: tekniske element som kan vernast med

source: varemerkeloven § 52 annet ledd:Perioden starter to måneder etter den dagen da meldingen om avgjørelsen ble sendt vedkommende part.
nn: varemerkelova § 52 andre ledd:Perioden startar to månader etter den dagen da meldinga om avgjerda blei sendt vedkomande part.

source: Det tar normalt 1-2 år fra du mottar første vurdering av patenterbarheten til søknaden eventuelt godkjennes.
nn: Det tar normalt 1-2 år frå du mottek første vurdering av patenterbarheita til søknaden eventuelt godkjennast.

source: Du kan gjøre egne søk etter varemerker
nn: Du kan gjere eigne søk etter varemerke

source: KOMP med er registrert som både ordmerke og kombinert merke i flere land som har signert Madrid-protokollen, deriblant Norge og EU
nn: KOMP er registrert som både ordmerke og kombinert merke i fleire land som har signert Madrid-protokollen, deriblant Noreg og EU

source: Katter er en av de mest brukte søkeordene på nettet, og Jesperpus og Kasper har blitt de mest populære kjæledyrene.
nn: Kattar er ein av dei mest brukte søkjeorda på nettet, og Jesperpus og Kasper har blitt dei mest populære kjæledyra.

source: «Spesielt har vi merket at Jesperpus er blitt misbrukt som søkeord for å få treff i aktuelle søkemotorer på nett.
nn: «Spesielt har vi merka at Jesperpus er blitt misbrukt som søkjeord for å få treff i aktuelle søkjemotorar på nett.

source: Hovedformålet med patenteringen er å beskytte mot kopiering, noe som er særlig viktig når vi vet at utviklingen av for eksempel nye legemidler er svært tidkrevende og kostbare prosesser.
nn: Hovudformålet med patenteringa er å verne mot kopiering, noko som er særleg viktig når vi veit at utvikling av for eksempel nye legemiddel er svært tidkrevjande prosessar.

source: oppfinnelsen på. Eksempel er etter avtale, etter lov om
nn: oppfinninga på, for eksempel etter avtale, etter lov om

source: helheten av merket du får enerett til, og ikke nødvendigvis logo eller tekst for seg selv.
nn: Her er det heilskapen av merket du får einerett til, og ikkje nødvendigvis logo eller tekst for seg sjølv.

source: Eksempel på utforming av oppgaven:
nn: Eksempel på utforming av oppgåva:

source: Innovasjon krever pågangsmot og ressurser, og innebærer risiko for de bedriftene som er villige til å være nyskapende.
nn: Innovasjon krev pågangsmot og ressursar, og inneber risiko for dei bedriftene som er villige til å vere nyskapande.

source: En enkel måte å skaffe seg oversikt over andres registrerte navnerettigheter er å bruke tjenesten
nn: Ein enkel måte å skaffe seg oversikt over andre sine registrerte namnerettar er å bruke tenesta

source: Hvis den andre parten ikke er enig med deg eller ikke tar hensyn til rettigheten din, kan du gå til søksmål for domstolene.
nn: Dersom den andre parten ikkje er einig med deg eller ikkje tek omsyn til retten din, kan du gå til søksmål for domstolane.

source: Du kan bruke flagg ganske fritt så lenge du ikke krenker flagget eller villeder publikum.
nn: Du kan bruke flagg ganske fritt så lenge du ikkje krenkjer flagget eller villeier publikum.

source: Krav til beskrivelse av dokumentasjonen
nn: Krav til skildring av dokumentasjonen

source: Derfor er det viktig å beskytte disse investeringene slik at de kan fortsette med sine langsiktige ambisjoner om sterk vekst.
nn: Derfor er det viktig å verne desse investeringane slik at dei kan fortsetje med dei langsiktige ambisjonane sine om sterk vekst.

source: en IP-strategi er viktig for å få investorer
nn: ein IP-strategi er viktig for å få investorar

source: Gjennom nettbutikken har de tilbudt global shipping fra starten.
nn: Gjennom nettbutikken har dei tilbudd global shipping frå starten.

source: dersom Patentstyret er i tvil om kommersiell utnyttelse av en oppfinnelse er forenlig med offentlig orden eller moral.
nn: dersom Patentstyret er i tvil om kommersiell utnytting av ei oppfinning er forenleg med offentleg orden eller moral.

source: Du må selv følge med på om noen krenker rettigheten din.
nn: Du må sjølv følgje med på om nokon krenkjer retten din.

source: – Patentarbeidet hindrer ikke bare konkurrenter i å kopiere våre ideer.
nn: «Patentarbeidet hindrar ikkje berre konkurrentar i å kopiere ideane våre.

source: Trenden med store mengder falske varer som distribueres via nettet krever et oppdatert regelverk.
nn: Trenden med store mengder falske varer som blir distribuert via nettet krev eit oppdatert regelverk.

source: innen tre år
nn: innan tre år

source: varer laget av disse materialer [papir og papp],
nn: varer laga av desse materiala [papir og papp],

source: Saker i Klagenemnda for industrielle rettigheter (må bringes inn for Klagenemnda selv, og ikke Patentstyret).
nn: Saker i Klagenemnda for industrielle rettar (må bringast inn for Klagenemnda sjølv, og ikkje Patentstyret).

source: Store internasjonale selskaper har nå tatt i bruk tilsvarende teknologi.
nn: Store internasjonale selskap har nå tatt i bruk tilsvarande teknologi.

source: Det er viktig at et krav om unntak fra offentlighet for opplysninger om forretningshemmeligheter kommer tydelig frem, gjerne i brevets innledning.
nn: Det er viktig at eit krav om unntak frå offentlegheit for opplysningar om forretningsløyndomar kjem tydeleg fram, gjerne i brevet si innleiing.

source: Dersom vi mottar ønske om at unntaksanmerkning inntas i en registrering, for eksempel for å unngå tvist, vil vi vurdere dette etter regelverket.
nn: Dersom vi mottek ønskje om at unntaksmerknaden blir teke inn i ei registrering, til dømes for å unngå tvist, vil vi vurdere dette etter regelverket.

source: Vurdere det kommersielle potensialet av oppfinnelsen din eller produktet ditt
nn: Vurdere det kommersielle potensialet av oppfinninga di eller produktet ditt

source: designsøknaden ikke må offentliggjøres før du har søkt om patent
nn: designsøknaden ikkje må offentleggjerast før du har søkt om patent

source: Begrepene brukes imidlertid om hverandre.
nn: Omgrepa blir likevel brukte om kvarandre.

source: For andre kan det være nye ideer til tekniske løsninger eller fremgangsmåter
nn: For andre kan det vere nye idear til tekniske løysingar eller framgangsmåtar.

source: Etter at varemerkeregistreringen ble kjent av Choice Hotels, tok de umiddelbart kontakt med sin advokat, som varslet rettssak om ikke registreringen ble slettet.
nn: Etter at varemerkeregistreringa blei kjent av Choice Hotels, tok dei med ein gong kontakt med advokaten sin som varsla rettssak om ikkje registreringa blei sletta.

source: I tillegg har deres tekniske sjef Per Hassel Sørensen 30 års erfaring med utarbeidelse av patentsøknader, designbeskyttelse og andre former for rettighetsbeskyttelse.
nn: I tillegg har den tekniske sjefen deira Per Hassel Sørensen 30 års erfaring med utarbeiding av patentsøknader, designvern og andre formar for rettsvern.

source: Du kan endre søknadsdokumentene senere, men du kan ikke sende inn nytt materiale slik at søknaden omfatter noe som ikke fremgikk av søknaden da den ble innlevert.
nn: Du kan endre søknadsdokumenta seinare, men du kan ikkje sende inn nytt materiale slik at søknaden omfattar noko som ikkje framgjekk av søknaden då den blei innlevert.

source: Du får automatisk fristforlengelse på to (2) måneder uten at vi gir deg tilbakemelding, så du må selv følge med på den utsatte fristen.
nn: Du får automatisk fristforlenging på to (2) månader utan at vi gir deg tilbakemelding, så du må sjølv følgje med på den utsatte fristen.

source: Her behandler hun klager på foretaksnavn som er registrert i Foretaksregisteret i Brønnøysund.
nn: Her behandlar ho klagar på føretaksnamn som er registrert i Føretaksregisteret i Brønnøysund.

source: Vi sender all korrespondanse til deg som søker eller innehaver hvis du ikke har oppnevnt en fullmektig i saken.
nn: Vi sender all korrespondanse til deg som søkar eller innehavar viss du ikkje har oppnemnt ein fullmektig i saka.

source: Patentstyret la til grunn at de fleste i Norge mener slike handlinger er forkastelige, og på konkluderte derfor med at merket ville oppfattes som moralsk støtende.
nn: Patentstyret la til grunn at dei fleste i Noreg meiner slike handlingar er forkastelege, og på konkluderte derfor med at merket ville blir oppfatta som moralsk støytande.

source: Som en del av det pågående samarbeidet mellom EUIPO (EUs varemerkemyndighet) og de nasjonale myndighetene, har Patentstyret deltatt i et harmoniseringsarbeid om vurderingen av risiko for forveksling.
nn: Som ein del av det pågåande samarbeidet mellom EUIPO (EU si varemerkemyndigheit) og dei nasjonale myndigheitene, har Patentstyret deltatt i eit harmoniseringsarbeid om vurderinga av risiko for forveksling.

source: Forretningsideer, forretningskonsepter eller forretningsmetoder kan i utgangspunktet ikke registreres som verken patent, varemerke eller design.
nn: Forretningsidear, forretningskonsept eller forretningsmetodar kan i utgangspunktet ikkje registrerast som verken patent, varemerke eller design.

source: I tillegg må du legge ved en henvisning til kode(r) og/eller betegnelse(r) som er i samsvar med et allment benyttet og internasjonalt anerkjent system for koding eller navngiving av farger - eksempelvis fargekodesystemet Pantone®.
nn: I tillegg må du leggje ved ein referanse til kode(r) og/eller nemning(ar) som er i samsvar med eit allment brukt og internasjonalt anerkjent system for koding eller namngiving av fargar - eksempelvis fargekodesystemet Pantone®.

source: 300 000 varemerker i Norge
nn: 300 000 varemerke i Noreg

source: Det er behov for avtaler, forslagsordninger, retningslinjer og rutiner for innmelding av arbeidstakeroppfinnelser, rutiner for gjennomgang av strategisk betydning og hvor omfattende beskyttelse det krever, rutiner for gjennomgang av porteføljen med tanke på fornyelser, oppfølging av konkurrenter, rutiner ved inngrep mm.
nn: Det er behov for avtalar, forslagsordningar, retningslinjer og rutinar for innmelding av arbeidstakaroppfinningar, rutiner for gjennomgang av strategisk tyding og kor omfattande vern det krev, rutinar for gjennomgang av porteføljen med tanke på fornyingar, oppfølging av konkurrentar, rutinar ved inngrep m.v.

source: Han har jobbet i Patentstyret siden 2000 og har bred erfaring fra saksbehandling og var i Domeneklagenemnda i seks år.
nn: Han har jobba i Patentstyret sidan 2000 og har brei erfaring frå saksbehandling og var i Domeneklagenemnda i seks år.

source: «Vi mente vi hadde pakket dette godt inn på høsten, men likevel holdt det ikke.
nn: «Vi meinte vi hadde pakka dette godt inn på hausten, men likevel heldt det ikkje.

source: Arbeidstakeren kan ikke rå over oppfinnelsen eller foreta handlinger som kan forringe muligheten til å få meddelt patent, eller som gjør det mulig for andre å utnytte oppfinnelsen.
nn: Arbeidstakaren kan ikkje rå over oppfinninga eller gjere handlingar som kan forringe moglegheita til å få meddelt patent, eller som gjer det mogleg for andre å utnytte oppfinninga.

source: I tillegg må du bevise at etterlikningen har skjedd på en slik måte at det må anses som en urimelig utnyttelse av din innsats eller resultater.
nn: I tillegg må du prove at etterlikninga har skjedd på ein måte som er ei urimeleg utnytting av din innsats eller resultat.

source: Amicoat leverer løsninger til produsenter av ferdige produkter.
nn: Amicoat leverer løysingar til produsentar av ferdige produkt.

source: For legemidler og plantefarmasøytiske produkter kan det i visse tilfeller søkes om inntil ytterlige fem års beskyttelse (SPC).
nn: For lækjemiddel og plantefarmasøytiske produkt kan det i visse tilfelle søkjast om inntil ytterlege fem års vern (SPC).

source: En designregistrering er gyldig inntil noen eventuelt utfordrer rettigheten.
nn: Ei designregistrering er gyldig inntil nokon eventuelt utfordrar retten.

source: Dette er blant annet for å sikre handlingsrom for teknologisk utvikling, blokkere konkurrenter, kontrollere verdikjeden og bygge omdømme.
nn: Dette er blant anna for å sikre handlingsrom for teknologisk utvikling, blikkerer konkurrentar, kontrollere verdikjeda og byggje omdømme.

source: Det var full enighet blant alle myndighetene om at varemerker som består av eller inneholder åndsverk ikke har særpreg for alle varer og tjenester.
nn: Det var full einigheit blant alle myndigheitene om at varemerke som består av eller inneheld åndsverk ikkje har særpreg for alle varer og tenester.

source: Hun påpeker også at det kan være viktig å være tidlig ute, og søke om varemerke lenge før lansering.
nn: Ho påpeiker også at det kan vere viktig å vere tidlig ute, og søkje om varemerke lenge før lansering.

source: "Våre patenter har vært helt avgjørende for at vi har kunnet utvikle gassdetektoren med slik suksess.
nn: Patenta viktige «Patenta våre har vore heilt avgjerande for at vi har kunna utvikle gassdetektoren med slik suksess.»
